{
  "hero_title": "Conduce Inteligente, Viaja Seguro",
  "hero_desc": "SafeCar te da una visión completa del estado de tu vehículo en tiempo real, con alertas inteligentes y mantenimiento predictivo para una experiencia de conducción más segura y eficiente.",
  "discover": "Descubre SafeCar",
  "free_trial": "Prueba gratis",
  "benefits_title": "Beneficios que marcan la diferencia",
  "benefits_desc": "Con SafeCar, no solo cuidas tu vehículo, también ganas tranquilidad y ahorras tiempo y dinero.",
  "benefit_1": "Seguridad avanzada",
  "benefit_1_desc": "Anticipa problemas potenciales y recibe alertas tempranas para evitar averías y asegurar tu seguridad en la carretera.",
  "benefit_2": "Mantenimiento inteligente",
  "benefit_2_desc": "Optimiza el rendimiento de tu vehículo con diagnósticos precisos y recomendaciones de mantenimiento personalizadas.",
  "benefit_3": "Ahorra tiempo y dinero",
  "benefit_3_desc": "Reduce costos de reparación y maximiza la vida útil de tu auto con mantenimiento proactivo y eficiente.",
  "plans_title": "Planes SafeCar",
  "select": "Seleccionar",
  "testimonials_title": "Testimonios de clientes",
  "testimonial": "¡SafeCar cambió la forma en que conduzco! Me siento mucho más seguro y tranquilo sabiendo que tengo información precisa sobre el estado de mi auto.",
  "name": "Nombre",
  "email": "Correo electrónico",
  "message": "Mensaje",
  "send": "Enviar",
  "about_title": "Sobre la App",
  "about_desc": "SafeCar utiliza tecnología IoT avanzada para conectar tu vehículo a una red inteligente de sensores. Estos sensores recopilan datos en tiempo real sobre el rendimiento del motor, el estado de los componentes y otros parámetros clave. La información se procesa mediante algoritmos de inteligencia artificial para brindarte diagnósticos precisos, alertas personalizadas y recomendaciones de mantenimiento proactivo.",
  "team_title": "Nuestro Equipo",
  "copyright": "© 2025 SafeCar. Todos los derechos reservados.",
  "home": "Inicio",
  "features": "Características",
  "plans": "Planes",
  "testimonials": "Testimonios",
  "contact": "Contacto"
}
